[
  {
    "text": "Γραμμές",
    "sorter": "γραμμές",
    "code": "line-continuous",
    "children": [
      {
        "text": "Συνεχείς",
        "sorter": "01",
        "code": "line-continuous",
        "definition": "Δρόμος για κάποια υπόθεσή σας. Ο δρόμος σας θα είναι χωρίς εμπόδια και η υπόθεσή σας θα έχει ευχάριστο τέλος. Κοιτάξτε στην αρχή και στο τέλος της γραμμής: Αν διακρίνετε ένα πρόσωπο, τότε ο δρόμος αφορά σε φίλο ή συγγενή και όχι εσάς.",
        "leaf": true
      },
      {
        "text": "Διακεκομμένες",
        "sorter": "02",
        "code": "line-broken",
        "definition": "Δρόμος για επαγγελματικό ή προσωπικό λόγο, με εμπόδια. Όσο περισσότερες διακοπές έχει η γραμμή, τόσο περισσότερα θα είναι τα εμπόδια. Κοιτάξτε στην αρχή και στο τέλος της γραμμής: Αν διακρίνετε ένα πρόσωπο, τότε ο δρόμος αφορά σε φίλο ή συγγενή και όχι εσάς.",
        "leaf": true
      },
     {
        "text": "Καμπύλες",
        "sorter": "03",
        "code": "line-curved",
        "definition": "Έχετε ένα φίλο που όμως είναι φίδι. Προσοχή. Σας ζηλεύει και πιθανώς να σας βλάψει. Ψάξτε και μέσα στους συγγενείς σας, κυρίως στις γυναίκες. Αν η καμπύλη είναι διακεκομμένη, τότε έχετε τόσους κακούς φίλους όσα και τα κομμάτια της γραμμής.",
        "leaf": true
      },
      {
        "text": "Ζιγκ-ζαγκ",
        "sorter": "04",
        "code": "line-bent",
        "definition": "Υπάρχει κάτι που Θέλετε πολύ να πραγματοποιηθεί. Σκέφτεστε κάτι έντονα να το ζήσετε. Το πιθανότερο είναι να αφορά οικονομικό θέμα, το οποίο προς το παρόν θα πρέπει να το αφήσετε στην τύχη του. Προσπαθήστε να χαλαρώσετε λίγο και μετά από λίγο καιρό ξαναπροσπαθήστε.",
        "leaf": true
      },
      {
        "text": "Μακριές",
        "sorter": "05",
        "code": "line-long",
        "definition": "Θα περάσετε όμορφες και γαλήνιες στιγμές με τους ανθρώπους που αγαπάτε ή με τον άνθρωπό σας. Επιλέξτε την ηρεμία και τους χαμηλούς τόνους στη ζωή σας, γιατί αλλιώς θα έχετε απρόοπτες και δυσάρεστες εξελίξεις.",
        "leaf": true
      },
      {
        "text": "Με προεξοχές",
        "sorter": "06",
        "code": "line-branched",
        "definition": "Η ζωή σας θα είναι καλή και ευτυχισμένη. Θα ζήσετε πολλά χρόνια με έντονες συγκινήσεις και αρκετά συναιστηματικά σκαμπανεβάσματα.",
        "leaf": true
      },
    ]
  },
  {
    "text": "Κύκλοι",
    "sorter": "κύκλοι",
    "code": "circle",
    "children": [
  {
    "text": "Συνεχείς",
    "sorter": "01",
    "code": "circle",
    "definition": "Λεφτά, λεφτά, λεφτά! Κάνετε ακριβώς αυτό που σκέφτεστε και θα ζήσετε το όνειρό σας. (Ο κύκλος είναι πολύ σημαντικό σύμβολο στην καφεμαντεία. Μπορείτε να ρίξετε το φλιτζάνι μόνο και μόνο για να συμβουλευθείτε αυτό το σύμβολο. Για αυτό το λόγο είναι πολύ σημαντικό ο κύκλος να είναι ευδιάκριτος και πλήρης.)",
    "leaf": true
  },
  {
    "text": "Διακεκομμένοι",
    "sorter": "02",
    "code": "circle-cut",
    "definition": "Λόγια από τρίτο πρόσωπο που θα σας φέρουν απογοήτευση και πίκρα σχετικά με κάτι που προσδοκούσατε.",
    "leaf": true
  },
  {
    "text": "Στη σειρά",
    "sorter": "03",
    "code": "circle-series",
    "definition": "Θα πάρετε χρήματα. Όσο πιο πολλοί οι κύκλοι, τόσο πιο πολλά τα χρήματα. Αν οι κύκλοι έχουν σχήμα αυγού, είναι πολύ καλό σημάδι αν έχετε επιχειρήσεις. Οι υποθέσεις σας θα πάνε πολύ καλά και θα έχουν πολλά κέρδη.",
    "leaf": true
  },
  {
    "text": "Με στίγματα",
    "sorter": "04",
    "code": "circle-dot",
    "definition": "Αν είστε γυναίκα, μάλλον είστε έγγυος, ή θα μείνετε έγγυος σύντομα. Αν είστε άντρας, θα βιώσετε την πατρότητα.",
    "leaf": true
  },
  ]
},
  {
    "text": "Τετράγωνα",
    "sorter": "τετράγωνα",
    "code": "square",
    "children": [
      {
        "text": "Μόνα τους",
        "sorter": "01",
        "code": "square",
        "definition": "Η αγάπη, ό,τι πιο όμορφο, θα γίνει η αλήθεια στη ζωή σας. Θα τη ζήσετε στο κόκκινο, αμοιβαία και υπέροχα. (Το τετράγωνο είναι το σχέδιο για τα αισθηματικά σας θέματα. Για να είναι έγκυρο το σύμβολο, πρέπει να είναι καλοσχεδιασμένο και ευδιάκριτο.)", 
        "leaf": true
      },
      {
        "text": "Στη σειρά",
        "sorter": "02",
        "code": "square-many",
        "definition": "Έχετε στο πλάι σας ένα φίλο ψεύτικο που θέλει να σας εκμεταλευτεί οικονομικά και ίσως και συναισθηματικά. Φροντίστε να μην το πετύχει.",
        "leaf": true
      },
  ]
  },
  {
    "text": "Πρόσωπα",
    "sorter": "προσωπα",
    "code": "face",
    "children": [
    // {
    //   "text": "Πρόσωπο",
    //   "sorter": "Ανθρώπινο κεφάλι",
    //   "code": "face",
    //   "definition": "Ένα άτομο που συναναστρέφεστε έχει κακό χαρακτήρα και πρέπει να το απομακρύνετε",
    //   "leaf": true
    // },
    {
      "text": "Χωρίς κορμό",
      "sorter": "01",
      "code": "head-armless",
      "definition": "Θα δημιουργήσετε μια νέα σχέση με ένα πρόσωπο που θα σταθεί δίπλα σας σαν αδελφή ψυχή.",
      "leaf": true
    },
    {
      "text": "Με τα χέρια ψηλά",
      "sorter": "02",
      "code": "head-armsup",
      "definition": "Έχετε υψηλή και μεγάλη προστασία, από πρόσωπο που είτε είναι στη ζωή σας, είτε έχει πεθάνει και το αγαπούσατε πολύ. Είναι δίπλα σας και ό,τι του ζητήσετε θα σας βοηθήσει να το ζήσετε.",
      "leaf": true
    },
    {
      "text": "Με τα χέρια χαμηλά",
      "sorter": "03",
      "code": "face",
      "definition": "Στη ζωή σας υπάρχει ένας εχθρός, αν και θεωρείτε ότι αυτό το άτομο θέλει να σας βοηθήσει. Αντιθέτως, αυτό το άτομο ψάχνει να βρει την κατάλληλη στιγμή να σας βλάψει, να σας εκθέσει και να σας κοροϊδέψει. Δεν είναι ώρα να το απομακρύνετε;",
      "leaf": true
    },
    ]
  },
  {
    "text": "Τρίγωνα",
    "sorter": "τριγωνα",
    "code": "triangle",
    "children": [
    {
      "text": "Μόνα τους",
      "sorter": "01",
      "code": "triangle",
      "definition": "Θα έχετε μια ανέλπιστη τύχη στις οικονομικές ή καλλιτεχνικές υποθέσεις σας. Αυτή η τύχη θα ανοίξει δρόμους για νέες επιτυχίες. Περισσότερα από ένα τρίγωνα προμηνύουν κάθε είδους επιτυχία στον οικονομικό, κοινωνικό και συναισθηματικό τομέα.",
      "leaf": true
    },
    {
      "text": "Σε στεφάνι",
      "sorter": "02",
      "code": "triangle-ring",
      "definition": "Θα μάθετε ένα κακό νέο, πιθανόν για ένα θάνατο, ξαφνικά και χωρίς προειδοποίηση.",
      "leaf": true
    },
    ]
  },


  {
    "text": "Σταυροί",
    "sorter": "σταυροι",
    "code": "cross",
    "children": [
    {
      "text": "Μόνοι τους",
      "sorter": "01",
      "code": "cross",
      "definition": "Ανάλογα με το πόσο έντονος είναι και ανάλογα με τη θέση άλλων σχημάτων ως προς αυτόν, ο σταυρός έχει διαφορετική σημασία. Αν ο σταυρός είναι πολύ σκούρος, θα μάθετε για το θάνατο ενός συγγενικού ή φιλικού σας προσώπου. Όσο πιο έντονος είναι ο σταυρός, τόσο πιο συγγενικό ή φιλικό θα είναι το πρόσωπο. Αν ο σταυρός είναι κοντά σε μια αλυσίδα, τότε θα πεθάνει άτομο για το οποίο τρέφετε έρωτα ή συνδέεστε μαζί του. Αν ο σταυρός έχει στο κάτω μέρος του το πρόσωπο ενός ανθρώπου, θα παντρευτείτε. Αν ο σταυρός έχει στο πάνω μέρος του το πρόσωπο ενός ανθρώπου, ένα πρόσωπο του περιβάλλοντός σας θα παντρευτεί.",
      "leaf": true
    },
    {
      "text": "Σε στεφάνι",
      "sorter": "02",
      "code": "cross-ring",
      "definition": "Ξαφνικός θάνατος σε αγαπημένο σας πρόσωπο, οικείο.",
      "leaf": true
    },
    ]
  },
  {
    "text": "Ζώα",
    "sorter": "ζωα",
    "code": "animal",
    "children": [
    {
      "text": "Φίδια",
      "sorter": "Φίδι",
      "code": "snake",
      "definition": "Κάποιο άτομο σας ζηλεύει και δεν χάνει ευκαιρία να σας συκοφαντήσει σε γνωστά σας πρόσωπα. Το άτομο αυτό μπορεί να είναι από το στενό σας περιβάλλον, και με αυτόν το τρόπο προδίδει τη φιλία σας. Πρέπει να είστε προσεκτικοί ώστε να το επισημάνετε και να το απομακρύνετε όσο το δυνατό συντομότερα από κοντά σας, πριν σας κάνει κακό, αν δεν σας έχει κάνει ήδη. Για σκεφτείτε το...",
      "leaf": true
    },
    {
      "text": "Ψάρια",
      "sorter": "Ψάρια",
      "code": "fish",
      "definition": "Φαινομενική ευτυχία. Το άτομο με το οποίο μοιράζεστε την ευτυχία σας, σας κοροϊδεύει αλλά πολύ σύντομα θα αποκαλυφθεί και θα διαπιστώσετε τους πραγματικούς σκοπούς του. Αν δείτε περισσότερα από ένα ψάρια, θα έχετε μια μεγάλη απογοήτευση από κάτι που θεωρούσατε σίγουρο.",
      "leaf": true
    },
    {
      "text": "Πουλιά",
      "sorter": "Πουλί",
      "code": "bird",
      "definition": "Μια ευχάριστη είδηση που θα σας φτιάξει το κέφι. Γενικά, όλα τα πουλιά συμβολίζουν τον αγγελιοφόρο ενός ευχάριστου νέου. Αν το πουλί είναι περιστέρι, τότε το ευχάριστο νέο θα έρθει από μακριά.",
      "leaf": true
    },
    {
      "text": "Τετράποδα",
      "sorter": "Τετράποδα",
      "code": "animal",
      "definition": "Τα βάσανά σας τελειώνουν. Ο ήλιος βγαίνει ξανά και η αισιοδοξία πλημμυρίζει τη ζωή σας.",
      "leaf": true
    },
  ]},
  {
    "text": "Φύση",
    "sorter": "φυση",
    "code": "channel",
    "children": [
    {
      "text": "Λόφοι",
      "sorter": "Λόφοι",
      "code": "hill",
      "definition": "Άτομα κοντινά σε εσάς, στο φιλικό η στο επαγγελματικό σας περιβάλλον θέλουν να σας βλάψουν. Βάλτε τα δυνατά σας και απομακρύνετέ τα από τη ζωή σας και τα προσωπικά σας.",
      "leaf": true
    },
    {
      "text": "Αυλάκια",
      "sorter": "Αυλάκια",
      "code": "channel",
      "definition": "Ένα αυλάκι προαναγγέλλει ταξίδι. Όσο πιο μεγάλο είναι το αυλάκι σε μήκος, τόσο πιο μεγάλο είναι το ταξίδι σε χρονική διάρκεια. 'Οσο πιο καθαρό είναι το εσωτερικό του αυλακιού, τόσο πιο άνετο θα είναι το ταξίδι. Αν το εσωτερικό του αυλακιού περιέχει κόκκους καφέ, τότε θα έχετε κάποια εμπόδια.",
      "leaf": true
    },
    {
      "text": "Καταρράκτες",
      "sorter": "καταρράκτες",
      "code": "waterfall",
      "definition": "Θα περάσετε μια περίοδο γεμάτη ανία, απραξία και αδράνεια. Ίσως να είναι καιρός να ξεκουραστείτε και λίγο.",
      "leaf": true
    },
    ]
    },
    {
    "text": "Φυτά",
    "sorter": "φυτα",
    "code": "thorn",
    "children": [
    {
      "text": "Αγκάθια",
      "sorter": "Αγκάθια",
      "code": "thorn",
      "definition": "Οι υποθέσεις σας δεν πηγαίνουν καλά και θα καθυστερήσουν λόγω των κακών χειρισμών σας.",
      "leaf": true
    },
    {
      "text": "Μπουκέτα",
      "sorter": "Μπουκέτο λουλούδια",
      "code": "flower",
      "definition": "Το μπουκέτο πρέπει να έχει τέσσερα ή περισσότερα λουλούδια. Σύντομα θα σας παρουσιαστούν υποθέσεις και πρέπει να τις αντιμετωπίσετε με ψυχραιμία.",
      "leaf": true
    },
    {
      "text": "Κλαδιά",
      "sorter": "Κλαδιά",
      "code": "branch",
      "definition": "Η τύχη σας θέλει. Δοκιμάστε τη με τυχερά παιχνίδια ή με επιχειρηματικές επιλογές.",
      "leaf": true
    },
    {
      "text": "Τριαντάφυλλα",
      "sorter": "Τριαντάφυλλο",
      "code": "rose",
      "definition": "Το τριαντάφυλλο, όπως και όλα τα λουλούδια, σημαίνει ευτυχία και υγεία.",
      "leaf": true
    },
  ]
  },
  {
    "text": "Γράμματα",
    "sorter": "γραμματα",
    "code": "letter-h",
    "children": [
    {
      "text": "Γράμμα ν",
      "sorter": "Γράμμα ν",
      "code": "letter-v",
      "definition": "Θα εναντιωθείτε σε ένα πρόσωπο και θα έχετε ένα καυγά που θα διαψεύσει κάποιες ελπίδες σας. Αν είναι πολλά τα σχήματα, ο καυγάς θα είναι σοβαρός και θα επέλθει ρήξη στη σχέση σας με το πρόσωπο που καυγαδίσατε.",
      "leaf": true
    },
    {
      "text": "Γράμμα Η",
      "sorter": "Γράμμα Η",
      "code": "letter-h",
      "definition": "Σοβαρή ασθένεια για εσάς και ίσως να κινδυνεύσει η ζωή σας.",
      "leaf": true
    },
    ]},
  {
    "text": "Τρίποδα",
    "sorter": "Τρίποδο",
    "code": "tripod",
    "definition": "Έχετε παντού εχθρούς και ανοιχτά μέτωπα. Επικεντρωθείτε στον εαυτό σας και συγκεντρώστε τις δυνάμεις σας για να τα αντιμετωπίσετε.",
    "leaf": true
  },
  {
    "text": "Στεφάνια",
    "sorter": "Στεφάνια",
    "code": "semicircle",
    "definition": "Ένα στεφάνι σημαίνει ότι η επιθυμία σας είναι σε καλό δρόμο και σύντομα θα πραγματοποιηθεί. Πολλά στεφάνια, το ένα κοντά στο άλλο, σημαίνουν ότι ένα άτομο σας προστατεύει. Το άτομο αυτό είναι σημαντικό, έχει μεγάλη θέση και θα συμβάλλει σημαντικά στην ευτυχία σας. Δύο στεφάνια και στη μέση ένας σταυρός προαναγγέλλουν γάμο. Ένα στεφάνι και δίπλα του ένας σταυρός σημαίνει ότι η επιθυμία σας ίσως δεν πραγματοποιηθεί γιατί κάτι απρόβλεπτο θα την εμποδίσει.",
    "leaf": true
  },


  {
    "text": "Καβαλάρηδες",
    "sorter": "Καβαλάρης",
    "code": "rider",
    "definition": "Ένας προστάτης βρίσκεται στο πλευρό σας. Σας δυναμώνει και σας προφυλάσει από κακοτοποιές.",
    "leaf": true
  },
  {
    "text": "Σπίτια",
    "sorter": "Σπίτι",
    "code": "house",
    "definition": "Το σπίτι συμβολίζει την οικογένεια και τον γάμο. Αν το σπίτι βρίσκεται κοντά σε κύκλο, σύντομα θα κάνετε δική σας οικογένεια ή θα αποκτήσετε σπίτι. Αν το σπίτι βρίσκεται κοντά σε σταυρό, το σπίτι θα είναι στην πόλη. Αν βρίσκεται κοντά σε λουλούδια, το σπίτι θα είναι στην εξοχή. Αν το σπίτι βρίσκεται κοντά σε τρίγωνα, το σπίτι δεν θα σας στοιχίσει πολύ ή θα το πάρετε από κληρονομιά ή ως δώρο. Αν στη στέγη του σπιτιού υπάρχει σταυρός, τότε θα ζήσετε σε αυτό το σπίτι για πολλά χρόνια.",
    "leaf": true
  },
  {
    "text": "Πλοία",
    "sorter": "Πλοίο",
    "code": "boat",
    "definition": "Θα κάνετε ταξίδι. Αν το πλοίο βρίσκεται κοντά σε σταυρό, θα κάνετε ταξίδι για στενάχωρο λόγο. Αν το πλοίο βρίσκεται κοντά σε κλαδιά, το ταξίδι θα σας φέρει κέρδη.",
    "leaf": true
  },
  {
    "text": "Κορώνες",
    "sorter": "Κορώνα",
    "code": "crown",
    "definition": "Έχετε ισχυρή προσωπικότητα και κυριαρχείτε στο περιβάλλον σας λόγω των προσόντων σας. Είστε προορισμένοι να ερωτεύεστε και να σας ερωτεύονται δυνατά.",
    "leaf": true
  },
  {
    "text": "Αστέρια",
    "sorter": "Αστέρι",
    "code": "star",
    "definition": "Αμοιβαία αγάπη για πολλά χρόνια. Θα λάβετε μεγάλη ικανοποίηση από άτομο που σας είναι αφοσιωμένο και με το οποίο συνδέεστε συναισθηματικά. Αν υπάρχουν πολλά άστρα, θρίαμβος θα επέλθει στις αισθηματικές σας υποθέσεις.",
    "leaf": true
  },
  {
    "text": "Αλυσίδες",
    "sorter": "Αλυσίδα",
    "code": "chain",
    "definition": "Ερωτικός δεσμός για άγαμους που μπορεί να καταλήξει και σε γάμο. Αν είστε παντρεμένοι, έχετε τέλεια αρμονία με τον σύντροφό σας, και ίσως σύντομα να αποκτήσετε παιδί.",
    "leaf": true
  },
  {
    "text": "Φιγούρες",
    "sorter": "Τρεις ανθρώπινες φιγούρες",
    "code": "human-many",
    "definition": "Βρίσκεστε πολύ κοντά στον στόχο σας, επαγγελματικό, προσωπικό ή ερωτικό.",
    "leaf": true
  },
]