[
  {
    "text": "Άγγελος",
    "sorter": "αγγελος",
    "code": "angel",
    "definition": "Θα έχετε μια χαρούμενη είδηση. Αν ο άγγελος έχει τα φτερά του ανοιγμένα και είστε ερωτευμένοι, σύντομα θα παντρευτείτε. Αν είστε άρρωστοι, σύντομα θα γίνετε καλά"
  },
  {
    "text": "Αγελάδα",
    "sorter": "αγελαδα",
    "code": "cow",
    "definition": "Ευχαρίστηση και πλούτος. Αν σχηματιστούν περισσότερες από μια αγελάδες, πολλά άτομα ή πολλές περιστάσεις θα βοηθήσουν ώστε να τακτοποιηθεί το ζήτημά σας"
  },
  {
    "text": "Αγκάθια",
    "sorter": "Αγκάθια",
    "code": "thorn",
    "definition": "Οι υποθέσεις σας δεν πηγαίνουν καλά και θα καθυστερήσουν λόγω των κακών χειρισμών σας"
  },
  {
    "text": "Άλογο",
    "sorter": "αλογο",
    "code": "horse",
    "definition": "Αν σχηματιστεί μόνο το κεφάλι το αλόγου, θα αποκτήσετε πλούτη και δόξα. Αν σχηματιστεί ολόκληρο άλογο, θα γίνεται σπουδαίοι σε σύντομο χρονικό διάστημα. Αν σχηματιστούν περισσότερα από ένα άλογα, οι επιτυχίες σας θα είναι όχι μόνο οικονομικές, αλλά και συναισθηματικές"
  },
  // {
  //   "text": "Αλφαβητάριο",
  //   "sorter": "αλφαβηταριο",
  //   "code": "letters",
  //   "definition": "Αν δείτε δύο ή περισσότερα γράμματα στη σειρά, σημαίνει ότι έχετε θέσει σταθερούς στόχους. Αν τα γράμματα είναι συνεχόμενα, πρέπει να πετύχετε τους στόχους σας με σειρά προτεραιότητας. Για παράδειγμα, αν θέλετε να εξοικονημήσετε χρήματα για την αγορά ενός σπιτιού, ενός αυτοκινήτου και για ένα ταξίδι, θα πρέπει πρώτα να αγοράσετε ένα σπίτι, μετά ένα αυτοκίνητο, και στο τέλος να πάτε ένα ταξίδι. Αν τα γράμματα δεν είναι συνεχόμενα, θα πετύχετε τους στόχους σας ανεξάρτητα από τη σειρά που τους επιδιώξετε."
  // },
  {
    "text": "Αράχνη",
    "sorter": "αραχνη",
    "code": "spider",
    "definition": "Κακές ειδήσεις. Αν στο φλιτζάνι σας φανεί αράχνη, σημαίνει ότι φίλοι ή συγγενείς, συνωμοτούν εναντίον σας. Πρέπει να είστε πολύ προσεκτικοί"
  },
  // {
  //   "text": "Αριθμοί",
  //   "sorter": "αριθμοι",
  //   "code": "numbers",
  //   "definition": "Ζυγός αριθμός σημαίνει αποτυχία και μονός επιτυχία. Ο αριθμός 7 σημαίνει ότι σας περιμένει μεγάλη τύχη"
  // },
  {
    "text": "Βέλος",
    "sorter": "βελος",
    "code": "arrow",
    "definition": "Αν είστε ανύπαντροι, θα παντρευτείτε. Αν είστε παντρεμένοι, θα έχετε απιστία από το σύντροφό σας"
  },
  {
    "text": "Βεντάλια",
    "sorter": "βενταλια",
    "code": "triangle",
    "definition": "Θα έχετε μια ανέλπιστη τύχη στις οκονομικές ή καλιτεχνικές υποθέσεις σας. Αυτή τη τύχη θα ανοίξει δρόμους για νέες επιτυχίες. Περισότερα από ένα τρίγωνα προμηνύουν κάθε είδους επιτυχία στον οικονομικό, κοινωνικό και συναισθηματικό τομέα"
  },
  {
    "text": "Βιολί",
    "sorter": "βιολι",
    "code": "violin",
    "definition": "Θα ακούσετε ειδήσεις ενάντιες από αυτές που περιμένατε"
  },
  {
    "text": "Βουνό",
    "sorter": "βουνο",
    "code": "hill",
    "definition": "Ορισμένα άτομα από το περιβάλλον σας περιμένουν την κατάλληλη στιγμή για να σας κάνουν κακό ή να σας φέρουν σε δύσκολη θέση με διάφορες συκοφαντίες. Πρέπει να αποφύγετε αυτά τα άτομα και να τα απομακρύνετε."
  },
  {
    "text": "Βραχιόλι",
    "sorter": "βραχιολι",
    "code": "circle-cut",
    "definition": "Θα λάβετε μια δυσάρεστη πληροφορίας από κάποιον τρίτο. Όσο περισσότερες διακοπές έχει ο κύκλος, τόσο πιο αξιόπιστη θα είναι η πληροφορία. Η πληροφορία θα διαψεύσει τις ελπίδες και τα όνειρά σας για κάποια υπόθεσή σας."
  },
  {
    "text": "Γάιδαρος",
    "sorter": "γαιδαρος",
    "code": "animal",
    "definition": "Καλό σημάδι. Κάτι πρόκειται να αλλάξει προς το καλύτερο"
  },
  {
    "text": "Γαρύφαλλο",
    "sorter": "γαρυφαλλο",
    "code": "rose",
    "definition": "Όπως και όλα τα λουλούδια, σημαίνει ευτυχία και υγεία"
  },
  {
    "text": "Γεράκι",
    "sorter": "γερακι",
    "code": "hawk",
    "definition": "Παραμονεύει κακό"
  },
  {
    "text": "Γοργόνα",
    "sorter": "γοργονα",
    "code": "mermaid",
    "definition": "Αν έχει απλωμένη την ουρά και τεντωμένο το σώμα, οι επαγγελματικές σας επιδιώξεις πάνε καλά. Αν έχει μαζεμένη την ουρά, προσέχετε πολύ τις επιχειρήσεις και τις δουλειές σας. Αν έχει την ουρά της γυρισμένη προς τα πάνω, αποφύγετε τα ξανοίγματα και αντιμετωπίστε με περίσκεψη προτάσεις που θα σας γίνουν"
  },
  // {
  //   "text": "Γυναίκα",
  //   "sorter": "γυναικα",
  //   "code": "woman",
  //   "definition": "Αν η γυναίκα είναι μεγαλόσωμη, δεν υπάρχει κίνδυνος για την υγεία σας και σας περιμένει μακροζωία. Αν η γυναίκα είνα μικρόσωμη, να περιμένετε πολλές στεναχώριες που θα επηρεάσουν την ψυχοσωματική σας υγεία"
  // },
  {
    "text": "Δαχτυλίδι",
    "sorter": "δαχτυλιδι",
    "code": "circle",
    "definition": "(Ο κύκλος είναι πολύ σημαντικό σύμβολο στην καφεμαντεία. Μπορείτε να ρίξετε το φλυτζάνι μόνο και μόνο για να συμβουλευθείτε αυτό το sorter. Για αυτό το λόγο είναι πολύ σημαντικό ο κύκλος να είναι ευδιάκριτος και πλήρης, χωρίς τομές.) Αν ο κύκλος είναι μόνος του, θα αποκτήσεται χρήματα και θα πετύχετε στις υποθέσεις σας. Αν οι κύκλοι είναι πολλοί και διασκορπισμένοι, τα χρήματα θα είναι πολλά και η επιτυχία σας μεγάλη."
  },
  // {
  //   "text": "Δέντρα",
  //   "sorter": "δεντρα",
  //   "code": "trees",
  //   "definition": "Ένα δέντρο σημαίνει ότι οι δουλειές σας δεν πάνε καλά. Πολλά δέντρα σημαίνουν πλούτη, χαρά και πρόοδο"
  // },
  {
    "text": "Δίχτυα",
    "sorter": "διχτυα",
    "code": "net",
    "definition": "Οι δουλειές που σχεδιάζετε θα πάνε πολύ καλά"
  },
  {
    "text": "Δρεπάνι",
    "sorter": "δρεπανι",
    "code": "sickle",
    "definition": "Πολλά κέρδη σας περιμένουν, αλλά πρέπει να αρχίσετε μια επιχείρηση ή μια άλλη δουλειά"
  },
  {
    "text": "Δρόμος",
    "sorter": "δρομος",
    "code": "channel",
    "definition": "Ένα αυλάκι προαναγγέλει ταξίδι. Όσο πιο μεγάλο είναι το αυλάκι σε μήκος, τόσο πιο μεγάλο είναι το ταξίδι σε χρονική διάρκεια. 'Οσο πιο καθαρό είναι το εσωτερικό του αυλακιού, τόσο πιο άνετο θα είναι το ταξίδι. Αν το εσωτερικό του αυλακιού περιέχει κόκκους καφέ, τότε θα έχετε κάποια εμπόδια. "
  },
  {
    "text": "Εκκλησία",
    "sorter": "εκκλησια",
    "code": "church",
    "definition": "Χαρά, προκοπή και ευτυχία. Κάποιο χαρούμενο γεγονός θα συμβεί σύντομα"
  },
  {
    "text": "Έλατο",
    "sorter": "ελατο",
    "code": "spruce",
    "definition": "Έχετε καλά νέα στην οικογένειά σας, έχετε καλούς φίλους και μπορείτε να βασιστείτε σε αυτούς. Αν το έλατο έχει κομμένη την κορυφή του, κάποιο γνωστό σας πρόσωπο θα πεθάνει"
  },
  {
    "text": "Ελάφι",
    "sorter": "ελαφι",
    "code": "deer",
    "definition": "Όλα πάνε καλά στις δουλειές σας και περιμένετε κάποια χαρά"
  },
  {
    "text": "Ελέφαντας",
    "sorter": "ελεφαντας",
    "code": "elephant",
    "definition": "Η γνώμη σας έχει βαρύτητα στο οικογενειακό ή στο επαγγελματικό σας περιβάλλον"
  },
  {
    "text": "Έντομα",
    "sorter": "εντομα",
    "code": "insect",
    "definition": "Υπάρχουν άνθρωποι που υπονομέυουν τη δουλειά σας και δημιουργούν προβλήματα"
  },
  {
    "text": "Ζευγάρι",
    "sorter": "ζευγαρι",
    "code": "couple",
    "definition": "Ο σύντροφός σας έχει σχέση με άλλο πρόσωπο"
  },
  {
    "text": "Ήλιος",
    "sorter": "ηλιος",
    "code": "sun",
    "definition": "Οτιδήποτε επιχειρήσετε την επιχειρήσετε αύριο θα το καταφέρετε. Αν στη μέση ο ήλιος έχει ένα εξόγκωμα, κάποιος φίλος είναι κρυφός εχθρός"
  },
  // {
  //   "text": "Θάλασσα",
  //   "sorter": "θαλασσα",
  //   "code": "sea",
  //   "definition": "Κάτι κακό θα σας συμβεί. Αν η θάλασσα είναι απολύτως ήρεμη, το κακό θα ξεπεραστεί. Αν η θάλασσα είναι ταραγμένη, το κακό δεν θα ξεπεραστεί"
  // },
  // {
  //   "text": "Θάμνοι",
  //   "sorter": "θαμνοι",
  //   "code": "bushes",
  //   "definition": "Πολύ καλές εξελίξεις στην συναισθηματική σας ζωή"
  // },
  {
    "text": "Θηλιά",
    "sorter": "θηλια",
    "code": "loop",
    "definition": "Αν είστε ανύπαντροι, θα παντρευτείτε σύντομα. Αν είστε παντρεμένοι, μεγάλη οικογειακή ή επαγγελματική επιτυχία"
  },
  {
    "text": "Κάγκελα",
    "sorter": "καγκελα",
    "code": "rails",
    "definition": "Εμπόδια και ατυχίες στις δουλειές σας. Αν τα κάγκελα είναι χαμηλά, θα μπορέσετε να ξεπεράσετε τα εμπόδια μόνος σας. Αν τα κάγκελα είναι ψηλά, θα χρειαστείτε τη βοήθεια συγγενών και φίλων"
  },
  {
    "text": "Καμπάνα",
    "sorter": "καμπανα",
    "code": "bell",
    "definition": "Θα έχετε καλές ειδήσεις από πρόσωπα που αγαπάτε και ζουν μακριά. Στα επαγγελματικά σας όμως οι άμεσοι συνεργάτες σας θα σας βάλουν τρικλοποδιές"
  },
  {
    "text": "Καντήλι",
    "sorter": "καντηλι",
    "code": "candle",
    "definition": "Ηρεμία στο σπίτι σας και ικανοποιητική οικονομική ζωή. Για δικά σας άτομα που ζούν μακριά σημαίνει οικομικά προβλήματα."
  },
  {
    "text": "Καπέλο",
    "sorter": "καπελο",
    "code": "hat",
    "definition": "Αν το καπέλο είναι όρθιο, μεγάλο ταξίδι σας περιμένει με πολλά γεγονότα. Αν το καπέλο είναι ανάποδα, σοβαρές δουλειές, όπως το άνοιγμα μιας επιχείρησης ή το χτίσιμο ενός σπιτιού, θα αναβληθούν. Αν το καπέλο έχει χαραγματιές, η κακοτυχία σας θα περάσει σε μια εβδομάδα"
  },
  {
    "text": "Καρδιά",
    "sorter": "καρδια",
    "code": "heart",
    "definition": "Αν η καρδιά δεν έχει γραμμές στο εσωτερικό της, σοβαρός δεσμός και γάμος θα συμβούν σε σύντομο χρονικό διάστημα. Αν η καρδιά έχει πολλές γραμμές, θα συναντήσετε πολλά εμπόδια μέχρι να φτάσετε στο γάμο. Αν η καρδιά έχει μια μόνο γραμμή, θα σχηματίσετε νέο ερωτικό δεσμό που θα είναι πολύ δυνατός"
  },
  {
    "text": "Μαξιλάρι",
    "sorter": "μαξιλαρι",
    "code": "pillow",
    "definition": "Θα έχετε νέα από το άτομο που σας ενδιαφέρει συναισθηματικά. Αν είστε άρρωστος, θα δείτε μεγάλη βελτίωση. Στα οικονομικά σας θα δείτε μια μικρή βελτίωση"
  },
  {
    "text": "Μαργαρίτα",
    "sorter": "μαργαριτα",
    "code": "daisy",
    "definition": "Έχετε αγωνία για το πρόσωπο που σας ενδιαφέρει συναισθηματικά. Αν η μαργαρίτα είναι μόνη της, το πρόσωπο σας αγαπά στα σίγουρα"
  },
  // {
  //   "text": "Μάτια",
  //   "sorter": "ματια",
  //   "code": "eyes",
  //   "definition": "Έχετε πολλούς φίλους και συγγενείς που ενδιαφέροντε για σας. Θα σας επαινέσουν πρόσωπα που έχουν σχέση με τη δουλειά σας"
  // },
  {
    "text": "Μαχαίρι",
    "sorter": "μαχαιρι",
    "code": "knife",
    "definition": "Αν το μαχαίρι είναι οριζόντιο, εχθρεύεστε κάποιο πρόσωπο για ένα ασήμαντο λόγο. Αν το μαχαίρι είναι κάθετο, σας εχθρεύονται άλλο και επιθυμούν να σας δουν σε κακά χάλια για να χαρούν. Αν τα μαχαίρια είναι περισσότερα από ένα, σημαίνει ότι ζείτε μέσα σε ένα εχθρικό περιβάλλον"
  },
  {
    "text": "Μήλο",
    "sorter": "μηλο",
    "code": "apple",
    "definition": "Κάποιο προσπαθούν να σας οδηγήσουν στην καταστροφή. Κρατήστε την ψυχραιμία σας και αποφύγετε να πέσετε θύματα των κακόβουλων αυτών ατόμων"
  },
  {
    "text": "Μουστάκια",
    "sorter": "μουστακια",
    "code": "whiskers",
    "definition": "Προσδοκάτε από τη ζωή σας περισσότερα από αυτά που έχετε. Αν τα μουστάκια είναι αραιά, άδικα περιμένετε. Αν τα μουστάκια είναι μεγάλα και πυκνά, καλύτερες μέρες θα έρθουν για σας και την οικογένειά σας."
  },
  {
    "text": "Μυρμήγκι",
    "sorter": "μυρμηγκι",
    "code": "ant",
    "definition": "Έχετε απορροφηθείς εντελώς στο να κάνετε λεφτά και περιουσία. Μην ξεχνάτε ότι η ζωή δεν ξαναγυρνά"
  },
  {
    "text": "Μύτη",
    "sorter": "μυτη",
    "code": "nose",
    "definition": "Κάποιος σας κατασκοπεύει από περιέργεια"
  },
  // {
  //   "text": "Νόμισμα",
  //   "sorter": "νομισμα",
  //   "code": "coin",
  //   "definition": "Δυστυχία, γκρίνια, κουτσομπολίο και άγχος"
  // },
  {
    "text": "Παλάμη",
    "sorter": "παλαμη",
    "code": "palm",
    "definition": "Σας περιμένουν μεγάλα κέρδη. Ίσως χρήματα από κληρονομιά που ούτε είχατε φανταστεί"
  },
  // {
  //   "text": "Πανσέληνος",
  //   "sorter": "πανσεληνος",
  //   "code": "fullmoon",
  //   "definition": "Θα γνωριστείτε σύντομα με ένα πρόσωπο και η γνωριμία σας θα φτάσει μέχρι και το γάμο. Αν είστε παντρεμένοι, θα βρείτε νέο ενδιαφέρον στον άνθρωπό σας και η σχέση σας θα βελτιωθεί"
  // },
  // {
  //   "text": "Πόρτα",
  //   "sorter": "πορτα",
  //   "code": "door",
  //   "definition": "Ανοιχτή πόρτα σημαίνει γάμος και κέρδη. Κλειστή πόρτα σημαίνει ότι κανείς δεν σας βοηθά. Αν η πόρτα από εκκλησία, θα επισκεφτείτε ένα ναό για κάτι καλό, δηλαδή για γάμο ή βαφτίσια. Αν οι πόρτες είναι πολλές, θα κουραστείτε πολύ για να πετύχετε το στόχο σας"
  // },
  {
    "text": "Σιτάρι",
    "sorter": "σιταρι",
    "code": "wheat",
    "definition": "Υγεία, ευτυχία και πολλά κέρδη. Οι κόποι που κάνατε θα αρχίσουν να αποδίδουν καρπούς σύντομα"
  },
  {
    "text": "Στέμμα",
    "sorter": "στεμμα",
    "code": "crown",
    "definition": "Οι αρετές σας και η προσωπικότητά σας σας επιβάλλουν στον κύκλο σας. Σας αγαπούν και αγαπάτε με πάθος"
  },
  {
    "text": "Τριφύλλι",
    "sorter": "τριφυλλι",
    "code": "clover",
    "definition": "Μεγάλη τύχει σας περιμένει. Αν είστε έμπορος, θα πετύχουν οι δουλειές σας. Αν θέλετε να παντρευτείτε, θα βρείτε το σύντροφό σας. Αν είστε μαθητής η φοιτητής θα έχετε επιτυχία στις εξετάσεις. Αν παίζετε τυχετά παιχνίδια, θα κερδίσετε"
  },
  // {
  //   "text": "Ύφασμα",
  //   "sorter": "υφασμα",
  //   "code": "fabric",
  //   "definition": "Προσέξτε τη συμπεριφορά μερικών φίλων σας γιατί σχεδιάζουν κάτι εις βάρος σας. Αν το ύφασμα είναι σκισμένο, έχετε αναλάβει σοβαρή ευθύνη για συγγενικό σας άτομο."
  // },
  {
    "text": "Φύλλο",
    "sorter": "φυλλο",
    "code": "leaf",
    "definition": "Αν είστε ανύπαντροι, θα γνωρίσετε το άτομο που θα παντρευτείτε. Αν είστε παντρεμένοι, θα αποκτήσετε παιδί. Αν το φύλο είναι ένα θα είναι αγόρι, αν είναι δύο θα είναι κορίτσι"
  },
  {
    "text": "Ψάρι",
    "sorter": "ψαρι",
    "code": "fish",
    "definition": "Μια μικρή αρρώστια θα σας ρίξει στο κρεβάτι για μερικές ημέρες. Προσέξτε τα μικροατυχήματα και τα κρυολογήματα"
  }
]