[
  {
    "text": "Γραμμές",
    "sorter": "γραμμές",
    "code": "line-continuous",
    "children": [
      {
        "text": "Συνεχείς",
        "sorter": "01",
        "code": "line-continuous",
        "definition": "Δρόμος ή ταξίδι. Θα κάνετε δρόμο ή ταξίδι για κάποια υπόθεσή σας. Ο δρόμος σας θα είναι χωρίς εμπόδια και η υπόθεσή σας θα έχει ευχάριστο τέλος. Αν η γραμμή αρχίζει ή τελειώνει με ένα πρόσωπο, τότε το ταξίδι θα αφορά σε συγγενικό ή φιλικό πρόσωπο.",
        "leaf": true
      },
      {
        "text": "Διακεκομμένες",
        "sorter": "02",
        "code": "line-broken",
        "definition": "Ασθένεια, ή ταξίδι με εμπόδια. Όσο περισσότερες διακοπές έχει η γραμμή, τόσο πιο σοβαρή θα είναι η ασθένεια και τόσο περισσότερα θα είναι τα εμπόδια. Αν η γραμμή αρχίζει ή τελειώνει με ένα πρόσωπο, τότε η ασθένεια ή το ταξίδι αφορά σε συγγενικό ή φιλικό πρόσωπο.",
        "leaf": true
      },
     {
        "text": "Καμπύλες",
        "sorter": "03",
        "code": "line-curved",
        "definition": "Έχετε μια φιλική σχέση που όμως είναι ψεύτικη και ανειλικρινής. Θα πρέπει να προσέχετε μήπως σας ζηλεύει και σας βλάψει. Τα πρόσωπα που σας κάνουν κακό μπορεί να είναι και συγγενικά. Αν η καμπύλη είναι διακεκομμένη, τότε έχετε τόσους κακούς φίλους όσα και τα κομμάτια της γραμμής.",
        "leaf": true
      },
      {
        "text": "Ζιγκ-ζαγκ",
        "sorter": "04",
        "code": "line-bent",
        "definition": "Οι υποθέσεις σας δεν πηγαίνουν καλά και δεν υπάρχει ελπίδα ότι θα πάνε καλύτερα στο μέλλον. Δεν αποκλείεται και ολοκληρωτική καταστροφή στα οικονομικά σας με αποτέλεσμα να μείνετε χωρίς χρήματα. Για να αποφύγετε αυτές τις εξελίξεις ίσως θα χρειαστεί να κάνετε τους κατάλληλους ελιγμούς στην οικονομική, κοινωνική και αισθηματική σας ζωή.",
        "leaf": true
      },
      {
        "text": "Μακριές",
        "sorter": "05",
        "code": "line-long",
        "definition": "Θα περάσετε ένα χρονικό διάστημα ήσυχο, σε κλίμα οικογενειακής γαλήνης, χωρίς έντονες συγκινήσεις και γεγονότα. Θα μπορέσετε έτσι να σκεφτείτε για τις υποθέσεις σας. Εάν όμως σας αρέσει η θορυβώδης ζωή, η περίοδος θα σας είναι δυσάρεστη.",
        "leaf": true
      },
      {
        "text": "Με προεξοχές",
        "sorter": "06",
        "code": "line-branched",
        "definition": "Θα έχετε ευτυχισμένα και καλά γεράματα. Αν οι προεξοχές είναι μακριές και στραβές, η ζωή σας θα εναλλάσσεται συχνά από ευτυχία σε στεναχώρια.",
        "leaf": true
      },
    ]
  },
  {
    "text": "Κύκλοι",
    "sorter": "κύκλοι",
    "code": "circle",
    "children": [
  {
    "text": "Συνεχείς",
    "sorter": "01",
    "code": "circle",
    "definition": "Ο κύκλος είναι πολύ σημαντικό σύμβολο στην καφεμαντεία. Μπορείτε να ρίξετε το φλιτζάνι μόνο και μόνο για να συμβουλευθείτε αυτό το σύμβολο. Για αυτό το λόγο είναι πολύ σημαντικό ο κύκλος να είναι ευδιάκριτος και πλήρης. Αν ο κύκλος είναι μόνος του, θα αποκτήσετε χρήματα και θα πετύχετε στις υποθέσεις σας. Αν οι κύκλοι είναι πολλοί και διασκορπισμένοι, τα χρήματα θα είναι πολλά και η επιτυχία σας μεγάλη.",
    "leaf": true
  },
  {
    "text": "Διακεκομμένοι",
    "sorter": "02",
    "code": "circle-cut",
    "definition": "Θα λάβετε μια δυσάρεστη πληροφορία από κάποιον τρίτο. Η πληροφορία θα διαψεύσει τις ελπίδες και τα όνειρά σας για κάποια υπόθεσή σας. Όσο περισσότερες διακοπές έχει ο κύκλος, τόσο πιο αξιόπιστη θα είναι η πληροφορία.",
    "leaf": true
  },
  {
    "text": "Στη σειρά",
    "sorter": "03",
    "code": "circle-series",
    "definition": "Θα πάρετε χρήματα. Όσο πιο πολλοί οι κύκλοι, τόσο πιο πολλά τα χρήματα. Αν οι κύκλοι έχουν σχήμα αυγού, είναι πολύ καλό σημάδι αν έχετε επιχειρήσεις. Οι υποθέσεις σας θα πάνε πολύ καλά και θα έχουν πολλά κέρδη.",
    "leaf": true
  },
  {
    "text": "Με στίγματα",
    "sorter": "04",
    "code": "circle-dot",
    "definition": "Ίσως αποκτήσετε σύντομα ένα παιδί. Αν δείτε δύο κύκλους που περιέχουν τέσσερις τελείες, θα αποκτήσετε παιδιά πολύ σύντομα. Γενικά, όσοι είναι οι κύκλοι με τις τελείες τόσα και τα παιδιά.",
    "leaf": true
  },
  ]
},
  {
    "text": "Τετράγωνα",
    "sorter": "τετράγωνα",
    "code": "square",
    "children": [
      {
        "text": "Μόνα τους",
        "sorter": "01",
        "code": "square",
        "definition": "Το τετράγωνο είναι το σχέδιο για τα αισθηματικά σας θέματα. Για να είναι έγκυρο το σύμβολο, πρέπει να είναι καλοσχεδιασμένο και ευδιάκριτο. Θα έχετε αισθηματική ευτυχία και ευχαρίστηση. Το άτομο που αγαπάτε, ή θα αγαπήσετε, έχει πολλές και μεγάλες αρετές.",
        "leaf": true
      },
      {
        "text": "Στη σειρά",
        "sorter": "02",
        "code": "square-many",
        "definition": "Ένα άτομο που θεωρείτε φιλικό θα προσπαθήσει να σας κλέψει χρήματα ή την ευτυχία σας, και στο τέλος ίσως να πετύχει.",
        "leaf": true
      },
  ]
  },
  {
    "text": "Πρόσωπα",
    "sorter": "προσωπα",
    "code": "face",
    "children": [
    // {
    //   "text": "Πρόσωπο",
    //   "sorter": "Ανθρώπινο κεφάλι",
    //   "code": "face",
    //   "definition": "Ένα άτομο που συναναστρέφεστε έχει κακό χαρακτήρα και πρέπει να το απομακρύνετε",
    //   "leaf": true
    // },
    {
      "text": "Χωρίς κορμό",
      "sorter": "01",
      "code": "head-armless",
      "definition": "Θα δημιουργήσετε μια νέα σχέση με ένα πρόσωπο που θα σας βοηθήσει πολύ στις υποθέσεις σας.",
      "leaf": true
    },
    {
      "text": "Με τα χέρια ψηλά",
      "sorter": "02",
      "code": "head-armsup",
      "definition": "Στη ζωή σας υπάρχει ένα σοβαρό πρόσωπο που σας είναι πιστό και σας προστατεύει. Είναι ακόμη πρόθυμο να σας υπηρετήσει αν καταλάβει ότι έχετε ανάγκη από τη βοήθειά του.",
      "leaf": true
    },
    {
      "text": "Με τα χέρια χαμηλά",
      "sorter": "03",
      "code": "face",
      "definition": "Στη ζωή σας υπάρχει ένας εχθρός, αν και θεωρείτε ότι αυτό το άτομο θέλει να σας βοηθήσει. Αντιθέτως, αυτό το άτομο ψάχνει να βρει την κατάλληλη στιγμή να σας βλάψει με τα έργα και τα λόγια του.",
      "leaf": true
    },
    ]
  },
  {
    "text": "Τρίγωνα",
    "sorter": "τριγωνα",
    "code": "triangle",
    "children": [
    {
      "text": "Μόνα τους",
      "sorter": "01",
      "code": "triangle",
      "definition": "Θα έχετε μια ανέλπιστη τύχη στις οικονομικές ή καλλιτεχνικές υποθέσεις σας. Αυτή η τύχη θα ανοίξει δρόμους για νέες επιτυχίες. Περισσότερα από ένα τρίγωνα προμηνύουν κάθε είδους επιτυχία στον οικονομικό, κοινωνικό και συναισθηματικό τομέα.",
      "leaf": true
    },
    {
      "text": "Σε στεφάνι",
      "sorter": "02",
      "code": "triangle-ring",
      "definition": "Θα μάθετε ένα κακό νέο, πιθανόν για ένα θάνατο. Ο θάνατος αυτός θα είναι στην οικογένειά σας και ίσως θα αφορά κάποιον κοντινό συγγενή.",
      "leaf": true
    },
    ]
  },

  {
    "text": "Σταυροί",
    "sorter": "σταυροι",
    "code": "cross",
    "children": [
    {
      "text": "Μόνοι τους",
      "sorter": "01",
      "code": "cross",
      "definition": "Ανάλογα με το πόσο έντονος είναι και ανάλογα με τη θέση άλλων σχημάτων ως προς αυτόν, ο σταυρός έχει διαφορετική σημασία. Αν ο σταυρός είναι πολύ σκούρος, θα μάθετε για το θάνατο ενός συγγενικού ή φιλικού σας προσώπου. Όσο πιο έντονος είναι ο σταυρός, τόσο πιο συγγενικό ή φιλικό θα είναι το πρόσωπο. Αν ο σταυρός είναι κοντά σε μια αλυσίδα, τότε θα πεθάνει άτομο για το οποίο τρέφετε έρωτα ή συνδέεστε μαζί του. Αν ο σταυρός έχει στο κάτω μέρος του το πρόσωπο ενός ανθρώπου, θα παντρευτείτε. Αν ο σταυρός έχει στο πάνω μέρος του το πρόσωπο ενός ανθρώπου, ένα πρόσωπο του περιβάλλοντός σας θα παντρευτεί.",
      "leaf": true
    },
    {
      "text": "Σε στεφάνι",
      "sorter": "02",
      "code": "cross-ring",
      "definition": "Ένας θάνατος θα συμβεί στο σπίτι σας. Ίσως να αφορά τους γονείς σας ή τα αδέρφια σας.",
      "leaf": true
    },
    ]
  },
  {
    "text": "Ζώα",
    "sorter": "ζωα",
    "code": "animal",
    "children": [
    {
      "text": "Φίδια",
      "sorter": "Φίδι",
      "code": "snake",
      "definition": "Κάποιο άτομο σας ζηλεύει και δεν χάνει ευκαιρία να σας συκοφαντήσει σε γνωστά σας πρόσωπα. Το άτομο αυτό μπορεί να είναι από το στενό σας περιβάλλον, και με αυτόν το τρόπο προδίδει τη φιλία σας. Πρέπει να είστε προσεκτικοί ώστε να το επισημάνετε και να το απομακρύνετε όσο το δυνατό συντομότερα από κοντά σας, πριν σας κάνει κακό.",
      "leaf": true
    },
    {
      "text": "Ψάρια",
      "sorter": "Ψάρια",
      "code": "fish",
      "definition": "Φαινομενική ευτυχία. Το άτομο με το οποίο μοιράζεστε την ευτυχία σας, σας κοροϊδεύει αλλά πολύ σύντομα θα αποκαλυφθεί και θα διαπιστώσετε τους πραγματικούς σκοπούς του. Αν δείτε περισσότερα από ένα ψάρια, θα έχετε μια μεγάλη απογοήτευση από κάτι που θεωρούσατε σίγουρο.",
      "leaf": true
    },
    {
      "text": "Πουλιά",
      "sorter": "Πουλί",
      "code": "bird",
      "definition": "Όλα τα πτηνά συμβολίζουν τον αγγελιοφόρο ενός ευχάριστου άλλα όχι σημαντικού νέου. Αν το πτηνό είναι περιστέρι, τότε το ευχάριστο νέο θα έρθει από μακριά.",
      "leaf": true
    },
    {
      "text": "Τετράποδα",
      "sorter": "Τετράποδα",
      "code": "animal",
      "definition": "Καλό σημάδι. Κάτι πρόκειται να αλλάξει προς το καλύτερο.",
      "leaf": true
    },
  ]},
  {
    "text": "Φύση",
    "sorter": "φυση",
    "code": "channel",
    "children": [
    {
      "text": "Λόφοι",
      "sorter": "Λόφοι",
      "code": "hill",
      "definition": "Ορισμένα άτομα από το περιβάλλον σας περιμένουν την κατάλληλη στιγμή για να σας κάνουν κακό ή για να σας φέρουν σε δύσκολη θέση με διάφορες συκοφαντίες. Πρέπει να αποφύγετε αυτά τα άτομα και να τα απομακρύνετε.",
      "leaf": true
    },
    {
      "text": "Αυλάκια",
      "sorter": "Αυλάκια",
      "code": "channel",
      "definition": "Ένα αυλάκι προαναγγέλλει ταξίδι. Όσο πιο μεγάλο είναι το αυλάκι σε μήκος, τόσο πιο μεγάλο είναι το ταξίδι σε χρονική διάρκεια. 'Οσο πιο καθαρό είναι το εσωτερικό του αυλακιού, τόσο πιο άνετο θα είναι το ταξίδι. Αν το εσωτερικό του αυλακιού περιέχει κόκκους καφέ, τότε θα έχετε κάποια εμπόδια.",
      "leaf": true
    },
    {
      "text": "Καταρράκτες",
      "sorter": "καταρράκτες",
      "code": "waterfall",
      "definition": "Θα περάσετε μια περίοδο γεμάτη ανία.",
      "leaf": true
    },
    ]
    },
    {
    "text": "Φυτά",
    "sorter": "φυτα",
    "code": "thorn",
    "children": [
    {
      "text": "Αγκάθια",
      "sorter": "Αγκάθια",
      "code": "thorn",
      "definition": "Οι υποθέσεις σας δεν πηγαίνουν καλά και θα καθυστερήσουν λόγω των κακών χειρισμών σας.",
      "leaf": true
    },
    {
      "text": "Μπουκέτα",
      "sorter": "Μπουκέτο λουλούδια",
      "code": "flower",
      "definition": "Το μπουκέτο πρέπει να έχει τέσσερα ή περισσότερα λουλούδια. Σύντομα θα σας παρουσιαστούν υποθέσεις και πρέπει να τις αντιμετωπίσετε με ψυχραιμία.",
      "leaf": true
    },
    {
      "text": "Κλαδιά",
      "sorter": "Κλαδιά",
      "code": "branch",
      "definition": "Κέρδη από τυχερά παιχνίδια ή από επιχειρηματικές σας υποθέσεις.",
      "leaf": true
    },
    {
      "text": "Τριαντάφυλλα",
      "sorter": "Τριαντάφυλλο",
      "code": "rose",
      "definition": "Το τριαντάφυλλο, όπως και όλα τα λουλούδια, σημαίνει ευτυχία και υγεία.",
      "leaf": true
    },
  ]
  },
  {
    "text": "Γράμματα",
    "sorter": "γραμματα",
    "code": "letter-h",
    "children": [
    {
      "text": "Γράμμα ν",
      "sorter": "Γράμμα ν",
      "code": "letter-v",
      "definition": "Θα εναντιωθείτε σε ένα πρόσωπο και θα έχετε ένα καυγά που θα διαψεύσει κάποιες ελπίδες σας. Αν είναι πολλά τα σχήματα, ο καυγάς θα είναι σοβαρός και θα επέλθει ρήξη στη σχέση σας με το πρόσωπο που καυγαδίσατε.",
      "leaf": true
    },
    {
      "text": "Γράμμα Η",
      "sorter": "Γράμμα Η",
      "code": "letter-h",
      "definition": "Σοβαρή ασθένεια για εσάς και ίσως να κινδυνεύσει η ζωή σας.",
      "leaf": true
    },
    ]},
  {
    "text": "Τρίποδα",
    "sorter": "Τρίποδο",
    "code": "tripod",
    "definition": "Στο τέλος θα μπορέσετε να νικήσετε τον εχθρό σας και τις μηχανορραφίες του, που είναι αποτέλεσμα της ζήλιας που τρέφει για το πρόσωπό σας και την κατάστασή σας. Η νίκη σας είναι βέβαια αλλά όχι και εύκολη. Θα χρειαστεί να πολεμήσετε, να αγωνιστείτε με κάθε τρόπο και μέσο.",
    "leaf": true
  },
  {
    "text": "Στεφάνια",
    "sorter": "Στεφάνια",
    "code": "semicircle",
    "definition": "Ένα στεφάνι σημαίνει ότι η επιθυμία σας είναι σε καλό δρόμο και σύντομα θα πραγματοποιηθεί. Πολλά στεφάνια, το ένα κοντά στο άλλο, σημαίνουν ότι ένα άτομο σας προστατεύει. Το άτομο αυτό είναι σημαντικό, έχει μεγάλη θέση και θα συμβάλλει σημαντικά στην ευτυχία σας. Δύο στεφάνια και στη μέση ένας σταυρός προαναγγέλλουν γάμο. Ένα στεφάνι και δίπλα του ένας σταυρός σημαίνει ότι η επιθυμία σας ίσως δεν πραγματοποιηθεί γιατί κάτι απρόβλεπτο θα την εμποδίσει.",
    "leaf": true
  },

  {
    "text": "Καβαλάρηδες",
    "sorter": "Καβαλάρης",
    "code": "rider",
    "definition": "Αν δείτε καβαλάρη πάνω σε τετράποδο, έχετε ένα πρόσωπο που σας υποστηρίζει και σας βοηθάει, ίσως και χωρίς να το ξέρετε. Το πρόσωπο αυτό είναι από το φιλικό σας περιβάλλον και έχει αρκετή δύναμη.",
    "leaf": true
  },
  {
    "text": "Σπίτια",
    "sorter": "Σπίτι",
    "code": "house",
    "definition": "Το σπίτι συμβολίζει την οικογένεια και τον γάμο. Αν το σπίτι βρίσκεται κοντά σε κύκλο, σύντομα θα κάνετε δική σας οικογένεια ή θα αποκτήσετε σπίτι. Αν το σπίτι βρίσκεται κοντά σε σταυρό, το σπίτι θα είναι στην πόλη. Αν βρίσκεται κοντά σε λουλούδια, το σπίτι θα είναι στην εξοχή. Αν το σπίτι βρίσκεται κοντά σε τρίγωνα, το σπίτι δεν θα σας στοιχίσει πολύ ή θα το πάρετε από κληρονομιά ή ως δώρο. Αν στη στέγη του σπιτιού υπάρχει σταυρός, τότε θα ζήσετε σε αυτό το σπίτι για πολλά χρόνια.",
    "leaf": true
  },
  {
    "text": "Πλοία",
    "sorter": "Πλοίο",
    "code": "boat",
    "definition": "Θα κάνετε ταξίδι. Αν το πλοίο βρίσκεται κοντά σε σταυρό, θα κάνετε ταξίδι λόγω θανάτου κάποιου γνωστού προσώπου. Αν το πλοίο βρίσκεται κοντά σε κλαδιά, το ταξίδι θα σας φέρει κέρδη.",
    "leaf": true
  },
  {
    "text": "Κορώνες",
    "sorter": "Κορώνα",
    "code": "crown",
    "definition": "Έχετε ισχυρή προσωπικότητα και κυριαρχείτε στο περιβάλλον σας λόγω των προσόντων σας. Είστε προορισμένοι να ερωτεύεστε και να σας ερωτεύονται δυνατά.",
    "leaf": true
  },
  {
    "text": "Αστέρια",
    "sorter": "Αστέρι",
    "code": "star",
    "definition": "Θα λάβετε μεγάλη ικανοποίηση από άτομο που σας είναι αφοσιωμένο και με το οποίο συνδέεστε συναισθηματικά. Αν υπάρχουν πολλά άστρα, θρίαμβος θα επέλθει στις αισθηματικές σας υποθέσεις.",
    "leaf": true
  },
  {
    "text": "Αλυσίδες",
    "sorter": "Αλυσίδα",
    "code": "chain",
    "definition": "Ερωτικός δεσμός για άγαμους που μπορεί να καταλήξει και σε γάμο. Αν είστε παντρεμένοι, έχετε τέλεια αρμονία με τον σύντροφό σας, και ίσως σύντομα να αποκτήσετε παιδί.",
    "leaf": true
  },
  {
    "text": "Φιγούρες",
    "sorter": "Τρεις ανθρώπινες φιγούρες",
    "code": "human-many",
    "definition": "Βρίσκεστε πολύ κοντά στην κατάκτηση μιας θέσης που επιθυμείτε.",
    "leaf": true
  },
]