[
  {
    "text": "Lines",
    "sorter": "lines",
    "code": "line-continuous",
    "children": [
      {
        "text": "Continuous",
        "sorter": "01",
        "code": "line-continuous",
        "definition": "You will embark on journey a trip for an issue that is affecting you. Your journey will be smooth and without difficulties and the issue will be positively resolved. If the line begins and ends with a the shape of a face, your journey will be related to a relative or a friend.",
        "leaf": true
      },
      {
        "text": "Broken",
        "sorter": "02",
        "code": "line-broken",
        "definition": "A sickness or a journey with difficulties. The more times the line is broken, the more serious the sickness or the greater number of difficulties. If the line  begins and ends with a the shape of a face, your journey will be about a relative or a friend.",
        "leaf": true
      },
     {
        "text": "Curved",
        "sorter": "03",
        "code": "line-curved",
        "definition": "You have a friendship that might be fake and insincere. You will have to be careful because your friend might be envious of you and wants to hurt you. The persons that might hurt you might also be relatives. If the curved line is also broken, then you have as many bad friends as the pieces of the curve.",
        "leaf": true
      },
      {
        "text": "Bent",
        "sorter": "04",
        "code": "line-bent",
        "definition": "Your personal affairs are not going well and there is little hope that they will improve in the future. A complete financial failure is not our of the question and you might go bankrupt. To avoid such developments you may need to perform some decisive maneuvers in your financial, social and love life.",
        "leaf": true
      },
      {
        "text": "Long",
        "sorter": "05",
        "code": "line-long",
        "definition": "You will experience a quiet period in your life, your family life will be peaceful, without excitement or surprising events. You will be able to think about your own affairs. But if you like an exciting life, the period will be uncomfortable.",
        "leaf": true
      },
      {
        "text": "Branched",
        "sorter": "06",
        "code": "line-branched",
        "definition": "You will have a good and happy old age. If the branches are long and curly, your life will alternate between happiness and sorrow.",
        "leaf": true
      },
    ]
  },
  {
    "text": "Circles",
    "sorter": "circles",
    "code": "circle",
    "children": [
  {
    "text": "Continuous",
    "sorter": "01",
    "code": "circle",
    "definition": "The circle is an important symbol in coffee interpretation. Sometimes it is enough to focus your attention just on this symbol. For this reason, it is very important that the cycle is distinct and complete. If there is a single circle, you will earn money and succeed in your affairs. If there several dispersed circles, the money will be plenty and your success will be great.",
    "leaf": true
  },
  {
    "text": "Broken",
    "sorter": "02",
    "code": "circle-cut",
    "definition": "You will receive an unpleasant piece of information from a third party. This information will shatter your hopes and dreams for some of your affairs. The more breaks there are in the circle, the more reliable the piece of information.",
    "leaf": true
  },
  {
    "text": "In series",
    "sorter": "03",
    "code": "circle-series",
    "definition": "You will receive money. The greater the number of circles, the higher the amount of money that you will receive. If the circles are egg-shaped and you have a business, this is a great sign: The state of your affairs will improve and you will have many profits from your business.",
    "leaf": true
  },
  {
    "text": "With dots",
    "sorter": "04",
    "code": "circle-dot",
    "definition": "You may soon have a child. If you see two circles with four dots each, you may have two children very soon. In general, the higher the number of circles with four dots, the greater the number of children that you will have.",
    "leaf": true
  },
  ]
},
  {
    "text": "Squares",
    "sorter": "squares",
    "code": "square",
    "children": [
      {
        "text": "Alone",
        "sorter": "01",
        "code": "square",
        "definition": "The square is the symbol for your emotional affairs. In order to be valid, the symbol has to be clear. You will achieve emotional happiness. The person that you love has many and great virtues.",
        "leaf": true
      },
      {
        "text": "In series",
        "sorter": "02",
        "code": "square-many",
        "definition": "Someone that you consider a friend will try to steal money or happiness from you, and in the end the person might succeed.",
        "leaf": true
      },
  ]
  },
  {
    "text": "Faces",
    "sorter": "faces",
    "code": "face",
    "children": [
    // {
    //   "text": "Πρόσωπο",
    //   "sorter": "Ανθρώπινο κεφάλι",
    //   "code": "face",
    //   "definition": "Ένα άτομο που συναναστρέφεστε έχει κακό χαρακτήρα και πρέπει να το απομακρύνετε",
    //   "leaf": true
    // },
    {
      "text": "Without body",
      "sorter": "01",
      "code": "head-armless",
      "definition": "You will form a new relationship with a person who will help you a lot with your affairs.",
      "leaf": true
    },
    {
      "text": "With arms up",
      "sorter": "02",
      "code": "head-armsup",
      "definition": "There is a serious person in your life who is faithful to you and is protecting you. This person is very willing to serve you, if you ever need help.",
      "leaf": true
    },
    {
      "text": "With arms down",
      "sorter": "03",
      "code": "face",
      "definition": "There is a person in your life who you think is a friend but is actually an enemy. This person is looking for the right opportunity to hurt you with negative words and actions.",
      "leaf": true
    },
    ]
  },
  {
    "text": "Triangles",
    "sorter": "triangles",
    "code": "triangle",
    "children": [
    {
      "text": "Alone",
      "sorter": "01",
      "code": "triangle",
      "definition": "You will have an unhoped for good fortune in your financial or artistic affairs. The fortune will pave the way for additional successes. More than one triangles signify that you will be successful in the financial, social and emotional life.",
      "leaf": true
    },
    {
      "text": "In a ring",
      "sorter": "02",
      "code": "triangle-ring",
      "definition": "You will receive some bad news, maybe about a death. The death might be in your family and it might be a close relative.",
      "leaf": true
    },
    ]
  },

  {
    "text": "Crosses",
    "sorter": "crosses",
    "code": "cross",
    "children": [
    {
      "text": "Alone",
      "sorter": "01",
      "code": "cross",
      "definition": "Depending on its intensity and on the location of other symbols in relation to it, the presence of a cross may have various interpretations. If the cross is very intense, you will hear about the death of a relative or a friend. If the cross is near a chain, you will hear about the death of someone you are in love with or in a relationship with. If the cross is on the bottom of a face, you will get married. If the cross is on the top of a face, a person that you know will get married.",
      "leaf": true
    },
    {
      "text": "In a ring",
      "sorter": "02",
      "code": "cross-ring",
      "definition": "A death in your house. It may be your parents or your siblings.",
      "leaf": true
    },
    ]
  },
  {
    "text": "Animals",
    "sorter": "animals",
    "code": "animal",
    "children": [
    {
      "text": "Snakes",
      "sorter": "snake",
      "code": "snake",
      "definition": "Someone is jealous of you and never misses a chance to slander you to friends and acquaintances. That person might be a close friend who is betraying your friendship. You have to be vigilant in order to find that person and remove it from your environment, before you get hurt.",
      "leaf": true
    },
    {
      "text": "Fish",
      "sorter": "Fish",
      "code": "fish",
      "definition": "Apparent but not true happiness. The person with whom you share your happiness is fooling you but that person and its true motivations will soon be revealed. If there is more than one fish you will get frustrated from something or someone that you considered trustworthy.",
      "leaf": true
    },
    {
      "text": "Birds",
      "sorter": "Birds",
      "code": "bird",
      "definition": "All birds symbolize the messenger of good but not important news.",
      "leaf": true
    },
    {
      "text": "Four-legged",
      "sorter": "Four-legged",
      "code": "animal",
      "definition": "Good symbol. Something is about to change for the better.",
      "leaf": true
    },
  ]},
  {
    "text": "Nature",
    "sorter": "nature",
    "code": "channel",
    "children": [
    {
      "text": "Hills",
      "sorter": "hills",
      "code": "hill",
      "definition": "Some people around you are waiting for the right opportunity to hurt you or make you uncomfortable with slander.",
      "leaf": true
    },
    {
      "text": "Rivers",
      "sorter": "rivers",
      "code": "channel",
      "definition": "A single river means that you will start a journey soon. The longer the river, the longer your journey. The cleaner the river, the more comfortable the journey. If the river contains coffee beans, you will face some setbacks.",
      "leaf": true
    },
    {
      "text": "Waterfalls",
      "sorter": "waterfalls",
      "code": "waterfall",
      "definition": "A boring period is about to start.",
      "leaf": true
    },
    ]
    },
    {
    "text": "Plants",
    "sorter": "plants",
    "code": "thorn",
    "children": [
    {
      "text": "Thorns",
      "sorter": "thorns",
      "code": "thorn",
      "definition": "Your affairs are not going well and they will be delayed because of your bad handling of them.",
      "leaf": true
    },
    {
      "text": "Bouquet",
      "sorter": "bouquet",
      "code": "flower",
      "definition": "The bouquet must have four or more flowers. You will soon face issues that you will have to deal with calmly.",
      "leaf": true
    },
    {
      "text": "Branches",
      "sorter": "branches",
      "code": "branch",
      "definition": "Profits from gambling or from business.",
      "leaf": true
    },
    {
      "text": "Roses",
      "sorter": "roses",
      "code": "rose",
      "definition": "Roses, like other flowers, signify health and happiness.",
      "leaf": true
    },
  ]
  },
  {
    "text": "Letters",
    "sorter": "letters",
    "code": "letter-h",
    "children": [
    {
      "text": "Letter v",
      "sorter": "letter v",
      "code": "letter-v",
      "definition": "You will disagree with someone and have a fight that will disappoint you. If there are several letters, the fight will be serious and break up your relationship with that person.",
      "leaf": true
    },
    {
      "text": "Letter H",
      "sorter": "letter H",
      "code": "letter-h",
      "definition": "Serious health issue for you and your life might be in danger.",
      "leaf": true
    },
    ]},
  {
    "text": "Tripods",
    "sorter": "tripods",
    "code": "tripod",
    "definition": "You will defeat your enemy and his or her machinations, that stem from jealousy towards you and your situation. Your victory is certain but not easy. You will have to fight with any means you have.",
    "leaf": true
  },
  {
    "text": "Semi-circle",
    "sorter": "semicircle",
    "code": "semicircle",
    "definition": "One semicircle signifies that your desires might soon come true. Many semi-circles, next to each other, signify that there is an important person who is protecting you and contributes to your happiness. Two semi circles surrounding a cross mean a wedding is near. One semicircle next to a cross means that your desire may not come true because something will block it.",
    "leaf": true
  },

  {
    "text": "Riders",
    "sorter": "riders",
    "code": "rider",
    "definition": "If you see a rider on a four-legged animal, there is a person your supporting and helping you, maybe without your knowledge. That person if from your circle of friends and is very powerful.",
    "leaf": true
  },
  {
    "text": "Houses",
    "sorter": "houses",
    "code": "house",
    "definition": "The house symbolizes the committed relationship. If the house is near a circle, your will soon form your own committed relationship or get a house. If the house is near a cross, the house will be in the city, and if it is near flowers, it will be in the country. If the house is inside a triangle, it will not cost you much, or you will get it as a gift or inheritance. If there is a cross on the roof of the house, you will live in your house for many years.",
    "leaf": true
  },
  {
    "text": "Boats",
    "sorter": "boats",
    "code": "boat",
    "definition": "You will embark on a journey. If the boat is close to a cross, you will travel because of the death of someone you know. If the boat is close to branches, your journey will bring you great profits.",
    "leaf": true
  },
  {
    "text": "Crowns",
    "sorter": "crowns",
    "code": "crown",
    "definition": "You have a strong personality and you dominate your environment because of your qualifications. You are destined to love and be loved passionately.",
    "leaf": true
  },
  {
    "text": "Stars",
    "sorter": "stars",
    "code": "star",
    "definition": "You will get a great satisfaction from a person who is devoted to you and with whom you are emotionally connected. If there are multiple stars, you will triumph in your emotional affairs.",
    "leaf": true
  },
  {
    "text": "Chains",
    "sorter": "chains",
    "code": "chain",
    "definition": "Love affair for singles that might lead to marriage. If you are married, there is a great harmony with your spouse and you may soon have a child.",
    "leaf": true
  },
  {
    "text": "Humans",
    "sorter": "Humans",
    "code": "human-many",
    "definition": "You are very close to achieving a position that you want.",
    "leaf": true
  },
]